{
  "Home": "Home",
  "About": "About",
  "Partners": "Partners",
  "Service": "Service",
  "Contact": "Contact",
  "Translate": "中文版",
  "slogan-welcome": "Make every trading platform transparent",
  "trade-reporting": "TRADE REPORTING",
  "trade-reporting-detail-1": "Onchain transaction history",
  "trade-reporting-detail-2": "Data is fully backed-up",
  "trade-reporting-detail-3": "Visualize trade patterns",
  "trade-reporting-detail-4": "Compare execution prices",
  "platform-validation": "PLATFORM VALIDATION",
  "platform-validation-detail-1": "Recording of customer accounts",
  "platform-validation-detail-2": "Visualize various aspects of risks",
  "platform-validation-detail-3": "Validation of asset holding",
  "platform-validation-detail-4": "Fully funded verification",
  "customer-validation": "CUSTOMER VALIDATION",
  "customer-validation-detail-1": "Review platform statistics",
  "customer-validation-detail-2": "Review counterparty risks",
  "customer-validation-detail-3": "Validate trades and positions",
  "customer-validation-detail-4": "Access account data",
  "liquidity-enhancement": "LIQUIDITY ENHANCEMENT",
  "liquidity-enhancement-detail-1": "Customer to customer trading",
  "liquidity-enhancement-detail-2": "Liquidity pools for better pricing",
  "liquidity-enhancement-detail-3": "Launch instruments easily",
  "liquidity-enhancement-detail-4": "Quick platform startup",
  "intro-title": "The leading provider with cutting-edge technology and view",
  "intro-detail": "Clear Market's proprietary protocol easily links trading platforms to blockchains which stores trading data and verifies the existence of both on-chain and off-chain assets. This gives platform users the confidence to trade knowing that they are getting a fair price and the platform is fully funded. Platforms benefit from improved reputation, enhanced risk management, data integrity, pricing data and enhanced liquidity.",
  "read-more": "READ MORE",
  "stats-title": "ON-CHAIN TRANSACTIONS TO DATE",
  "transparent-platforms": "Transparent Platforms",
  "cumulative-transactions": "Cumulative transactions",
  "trade-volumn": "Total trade volume",
  "feature-title": "Featuring Tophold as example",
  "feature-detail": "Real time analysis of most recent 300 trades by size, risk level and counterparty exposure. The bigger the circle is, the more capital the account has.",
  "risk-detail-1": "Low Account Risk: ",
  "risk-detail-2": "Medium Account Risk: ",
  "risk-detail-3": " High Account Risk: ",
  "risk-detail-4": "Very High Account Risk: ",
  "platform-access": "Platform Access",
  "platform-access-detail": "As one of our partners, you could review all the account data recorded by Clear Markets and simply check reconciliation by one click. An overall rating generally shows how well a platform performs through the following factors: customer liability coverage, Platform volatility, percentage of validated users, on-chain verified assets, execution price quality",
  "view-service": "View Services",
  "end-user-login": "End-Users Login",
  "login-detail": "When platforms become our partners, users could verify their account cash level and report inconsistency to Clear Markets if there is a fraud. Platform statistic and counterparty risks are also shown to users for better risk control.",
  "background-img": "background-image: url(../../assets/images/CM-mobile-EN.png)",
  "contact-us": "CONTACT US",
  "disclaimer": "Disclaimer",
  "disclaimer-p1": "As an independent data provider, Clear markets only displays transparent transaction data for users.",
  "disclaimer-p2": "Clear markets does not provide financial representations of any trading platform and does not provide any financial guarantees.",
  "disclaimer-p3": "Clear markets is unable to freeze or reverse blockchain transactions.",
  "close": "Close",
  "about-cm": "About Clear Markets",
  "about-cm-p-initial": "C",
  "about-cm-p": "lear Markets was created in response to the limited regulatory bandwidth and understanding to deal with the new trading platforms that exist. Many of such platforms have collapsed, leading to significant customer losses, or have simply engaged in fraud. It is impossible to detect how such platforms are managed through traditional methods which makes it easy to engage in nefarious activity. A wide range of conservatively operated platforms like crypto exchanges, CFD (Contract for Difference) brokers, social trading networks and certain P2P lending platforms can utilize Clear Markets to assure their customers. Clear Markets operates like an SRO (Self-Regulatory Organization), where we are a consortium of trading firms with rules that help govern each other. However, we are unique that we require customers of the partner platform to help regulate by confirming existing positions and trades. Customers are also able to report any inconsistencies. We believe that our system can significantly eliminate the following situations:",
  "cm-situation-1":"Under-funded platforms - Customer deposits have been siphoned off",
  "cm-situation-2":"Excess Counterparty Risk - Levered platforms and FX platforms can easily go under with a small number of large and levered unhedged trades",
  "cm-situation-3":"Fake trades - To mislead investors about the size or potential returns from a trade or following a user",
  "cm-situation-4":"Asset to Liability mismatch - Spot trading platforms/ Crypto platforms that don’t hold underlying instrument",
  "about-cm-p2": "Our governing board approves new rules and new platforms joining. We also provide additional services to our partner platforms such as risk management and fraud detection where we believe we can lower the cost. Clear Markets membership has been very positively viewed by regulators globally and has aided in obtaining licenses but has not officially become any official standard. The process of brining transparent trading to all participants on Clear Markets will also have the long term benefit of allowing members to safely trade with each other enhancing liquidity and lowering risk.",
  "blockchain-intro-title": "CLEAR MARKETS IS ONLY POSSIBLE WITH OUR PROPRIETORY BLOCKCHAIN TECHNOLOGY",
  "blockchain-1": "Extremely Strong Data integrity",
  "blockchain-1-1": "Records are Immutable",
  "blockchain-1-2": "Database will not be Lost",
  "blockchain-1-3": "Decentralization Structure",
  "blockchain-1-4": "Encryption security",
  "blockchain-2": "Fully Transparency",
  "blockchain-2-1": "Traceability of accounts and transactions",
  "blockchain-2-2": "Auditability",
  "blockchain-3": "Data Reconciliation Possible",
  "blockchain-3-1": "Enhanced Information Sharing - Not fully exposed",
  "blockchain-3-2": "Only Partial Counterparty Information Shared",
  "blockchain-3-3": "Near Real-Time Processing",
  "blockchain-3-4": "Eliminate Disputes",
  "blockchain-paragraph": "A Blockchain is a series of databases linked and secured using cryptography. It features an immutable distributed ledger replicated through a peer to peer decentralized network. While commonly cited and discussed, it currenetly has limited application beyond nefarious fund raising and token speculation.",
  "switch": "中文",
  "plat-title": "Tophold Platform Info",
  "about-plat": "About Clear Markets",
  "rating": "Rating",
  "coverage": "Coverage",
  "execution": "Execution",
  "welcome": "welcome, ",
  "last-update": "last update: ",
  "update-frequency": "Data is Updated every 5 minutes",
  "assets": "Assets ($)",
  "cp-risk": "Counter party risk"
}
